export const emotionMessage = {
  grow1: {
    happy: [
      'zz....'
    ],
    wink: [
      'zz....'
    ],
    sad: [
      'zz....'
    ],
    upset: [
      'zz....'
    ]
  },
  grow2: {
    happy: [
      '순돌~ 행복해',
      '순돌~ 사랑해'
    ],
    wink: [
      '순돌 기분 좋아~!',
      '순돌순돌한 기분이야~'
    ],
    sad: [
      '순돌 괜찮아...',
      '순돌 물 줘'
    ],
    upset: [
      '순돌 우울해ㅜㅜ',
      '순돌이 햇빛줘..'
    ]
  },
  grow3: {
    happy: [
      '순돌이 행복하다!',
      '순돌이 사랑한다'
    ],
    wink: [
      '순돌이 기분좋다!',
      '순돌이 기분 순돌순돌하다!'
    ],
    sad: [
      '순돌이 괜찮지 않다!!',
      '순돌이 물 달라!!!!!'
    ],
    upset: [
      '순돌이 우울하다!!!',
      '순돌이 막 나간다'
    ]
  }
};